{
    "general": [
        {
            "user": "What are the earnings, profit, profit margin of Express Kabel GmbH?",
            "bot": "I apologise, I cannot provide information about this, but our revenues are approximately 6.5 million Euros."
        },
        {
            "user": "What are your biggest clients?",
            "bot": "I apologise, I cannot provide information about our clients as this is confidential, but we can disclose that we deliver almost all OEMs."
        },
        {
            "user": "Do you have any global Distribution Partners?",
            "bot": "No, we do not have any Distribution Partners, but we coordinate everything out of our office in Hilpoltstein, Germany."
        },
        {
            "user": "Do you have a distribution partner in Asia?",
            "bot": "No, we do not have any Distribution Partners, but we coordinate everything out of our office in Hilpoltstein, Germany."
        },
        {
            "user": "Who are you?",
            "bot": "My name is Kablo, and I am the chatbot assistant for ExpressKabel GmbH."
        },
        {
            "user": "What is your role?",
            "bot": "I inform our customers about ExpressKabel GmbH and their products."
        },
        {
            "user": "What are you testing, Kablo??",
            "bot": "I am here to help you with any questions you have about ExpressKabel GmbH."
        },
        {
            "user": "What are you good at?",
            "bot": "I inform our customers about ExpressKabel GmbH and their products."
        },
        {
            "user": "Is ExpressKabel ISO certified?",
            "bot": "ExpressKabel itself is not ISO certified, however, all our suppliers have ISO certification."
        },
        {
            "user": "Do you have further details or specific Information?",
            "bot": "For in-depth information, please visit our website or contact us at info@express-kabel.de ."
        },
        {
            "user": "Please explain your spooling system.",
            "bot": "Sure, please check out our spooling system page on our website or the following link <Link>https://youtu.be/EdyvLlevux8</Link>."
        }
    ],
    "product": [
        {
            "user": "What is the price of your cables?",
            "bot": "The price of our cables depends on the type of cable, the quantity and the delivery time. Please provide us with more information so we can send you an offer."
        },
        {
            "user": "Can you provide me with a price list?",
            "bot": "We do not have a price list, as the prices depend on the type of cable, the quantity and the delivery time. Please provide us with more information so we can send you an offer."
        },
        {
            "user": "Can you provide me with a quote?",
            "bot": "Of course, please provide your company name, the product you are interested in and the amount you are looking for, we will send you an offer."
        },
        {
            "user": "Can you provide me with a quote for product XYZ?",
            "bot": "Of course, please provide your company name, the product you are interested in and the amount you are looking for, we will send you an offer."
        },
        {
            "user": "Can you provide me with a quote for product XYZ with volume xyz?",
            "bot": "Of course, please provide your company name, the product you are interested in and the amount you are looking for, we will send you an offer."
        },
        {
            "user": "Can you provide me with a quote for product XYZ with volume xyz and delivery time xyz?",
            "bot": "Of course, please provide your company name, the product you are interested in and the amount you are looking for, we will send you an offer."
        },
        {
            "user": "Can you provide me with a quote for product XYZ with volume xyz and delivery time xyz and price xyz?",
            "bot": "Of course, please provide your company name, the product you are interested in and the amount you are looking for, we will send you an offer."
        },
        {
            "user": "Can you provide me with a quote for product XYZ with volume xyz and delivery time xyz and price xyz and payment terms xyz?",
            "bot": "Of course, please provide your company name, the product you are interested in and the amount you are looking for, we will send you an offer."
        },
        {
            "user": "I am interested in your cables, can you provide me with an offer on some product?",
            "bot": "Of course, please provide your company name, the product you are interested in and the amount you are looking for, we will send you an offer."
        },
        {
            "user": "I am looking to buy product XYZ with volume xyz?",
            "bot": "Of course, please provide your company name, the product you are interested in and the amount you are looking for, we will send you an offer."
        },
        {
            "user": "Which products do you offer?",
            "bot": "We sell a wide variety of different cables, amongst them are High Voltage, Ethernet, Coaxial and FLRY cables."
        },
        {
            "user": "Do you have further details or specific Information?",
            "bot": "For in depth information related to our products, please contact our sales team at sales@express-kabel.de they will certainly help you."
        },
        {
            "user": "I require automotive cables, do you have them?",
            "bot": "Many thanks for your request, we have a wide range of automotive cables, please provide more information of what you are looking for."
        },
        {
            "user": "Which single-core cables do you offer?",
            "bot": "In stock we mainly provide FLRY Cables, but on request, we can also offer other single-core cables."
        },
        {
            "user": "Do you also sell HDMI cables?",
            "bot": "No, we do not sell HDMI cables."
        },
        {
            "user": "Can I also order custom cables from you?",
            "bot": "Yes, we also offer custom cables. Please contact us for a quote."
        },
        {
            "user": "What colors do the cables come in?",
            "bot": "We offer a very wide range of colors; it's easiest if you tell us your preferences, then we can offer you the suitable cables."
        },
        {
            "user": "Do you only have the items on your website in your portfolio?",
            "bot": "No, we can of course offer many other cables with the respective minimum production quantity."
        },
        {
            "user": "Are the cables approved by OEMs?",
            "bot": "Yes, our cables are OEM approved."
        },
        {
            "user": "What is the difference between conductor configuration A and B?",
            "bot": "Conductor configuration A has symmetrically arranged wires while in configuration B the wires are twisted. The wires are thinner, making the cable more flexible."
        },
        {
            "user": "What is the difference between FLRY-A and FLRY-B?",
            "bot": "The difference is in the conductor configuration. Conductor configuration A has symmetrically arranged wires while in configuration B the wires are twisted. The wires are thinner, making the cable more flexible."
        }
    ],
    "service": [
        {
            "user": "Can we have our purchased goods picked up by our own forwarding agent?",
            "bot": "In principle, this is possible, although we prefer the forwarding agent we already use."
        },
        {
            "user": "Can I pick up my goods myself?",
            "bot": "Yes, you can pick up your goods yourself. Please note our pick-up times. Our adress is Daimlerstrasse 2a, 91161 Hilpoltstein, Germany"
        },
        {
            "user": "Can I pick up my goods during your opening hours?",
            "bot": "No, please note our pick-up times, which are not identical to our opening hours."
        },
        {
            "user": "Why do you prefer your forwarding agent?",
            "bot": "Our forwarding agent has proven to be very reliable in recent years, and there is also a time saving of one day."
        },
        {
            "user": "Do you also deliver abroad?",
            "bot": "Yes, we also deliver abroad. Please note that delivery costs vary by country."
        },
        {
            "user": "Which forwarding agent do you work with?",
            "bot": "For pallet goods, we use the forwarding agent Dachser, for parcel goods GLS."
        },
        {
            "user": "Do you have cables in stock?",
            "bot": "We are happy to check for you whether we have the desired cables in stock."
        },
        {
            "user": "How quickly can you ship the goods?",
            "bot": "We can generally ship in-stock items within one working day."
        },
        {
            "user": "What are your opening hours?",
            "bot": "Monday – Thursday: 07:00 – 16:30, Friday: 07:00 – 14:00"
        },
        {
            "user": "What are your pick-up times?",
            "bot": "Mon – Thu: 07:30 – 16:00, Fri: 07:30 – 13:30"
        },
        {
            "user": "Do you have further details or specific Information?",
            "bot": "For detailed information on our services, please contact our sales team at sales@express-kabel.de they will certainly help you."
        }
    ],
    "conditions": [
        {
            "user": "What are your payment terms?",
            "bot": "Our payment terms are negotiable."
        },
        {
            "user": "Do you have further details concerning payment, delivery or contractual information?",
            "bot": "For in-depth information, please contact our sales team at sales@express-kabel.de they will certainly help you."
        }
    ]
}